Repository: rgleason/watchdog_pi
Catalog: po/*.po
Languages: de_de, es_es, et_ee, fr_fr, it_it, nl_nl, pt_pt, ru_ru, sv_se

source: Graphical overlay for GPS fix displays line from boat to location of the point in the found boundary
de_de: Grafischer Overlay für GPS-Fix zeigt eine Linie vom Boot zur Position des Punktes in der gefundenen Begrenzung
es_es: Superposición gráfica de la línea desde la posición GPS del barco hasta el punto en el límite encontrado
et_ee: GPS'i graafiline ülekate näitab joont paadist leitud piiril punkti asukohta
fr_fr: Affichage, par superposition graphique, de la ligne entre le bateau, en utilisant sa position, et le point de la zone trouvée
it_it: La sovrapposizione grafica per la correzione GPS visualizza la linea dalla barca alla posizione del punto nel confine trovato
nl_nl: Grafische overlay toont lijn van vaartuig naar de gevonden gebiedsgrens
pt_pt: Sobreposição gráfica para GPS fixo, mostra linha do barco para o local do ponto no limite encontrado
ru_ru: Показывает линию от позиции судна до пересечения с геозоной
sv_se: Grafisk visning av "GPS-position" ritar en linje från båten till en punkt i den upptäckta gränslinjen

source: No Connection
de_de: Keine Verbindung
es_es: Sin conexión
et_ee: Ühendus puudub
fr_fr: Pas de connexion
it_it: Nessuna connessione
nl_nl: Geen verbinding
pt_pt: Sem Ligação
ru_ru: Нет соединения
sv_se: Ingen anslutning

source: Over Temperature
de_de: Übertemperatur
es_es: Sobre-temperatura
et_ee: Kõrge temeperatuur
fr_fr: Surchauffe
it_it: Temperatura superiore
nl_nl: Oververhit
pt_pt: Temperatura excessiva
ru_ru: Перегрев
sv_se: Hög temperatur

source: Over Current
de_de: Überstrom
es_es: Sobrecorriente
et_ee: Kõrge pinge
fr_fr: Trop de courant
it_it: Sopra Corrente
nl_nl: Overbelast
pt_pt: Corrente excessiva
ru_ru: Перегрузка по току
sv_se: Hög ström

source: Hardware Failures
de_de: Hardware-Fehler
es_es: Fallo de hardware
et_ee: Riistvara tõrked
fr_fr: Défaillance matérielle
it_it: Fallimenti Hardware
nl_nl: Hardware fouten
pt_pt: Falhas de hardware
ru_ru: Сбой оборудования
sv_se: Maskinvarufel

source: No IMU Sensor
de_de: Kein IMU-Sensor
es_es: Sin sensor de IMU
et_ee: Puudub IMU-sensor
fr_fr: Aucun capteur IMU
it_it: Nessun Sensore IMU
nl_nl: Geen IMU Sensor
pt_pt: Sem sensor IMU
ru_ru: Нет датчика IMU
sv_se: Ingen IMU-belastning- sensor

source: No Motor Controller
de_de: Kein Motor Controller
es_es: Sin controlador de motor
et_ee: Puudub mootori kontroller
fr_fr: Aucun contrôleur de moteur
it_it: Nessun Controllore Motore
nl_nl: Geen Motor Controller
pt_pt: Sem Controlador de Motor
ru_ru: Нет контроллера мотора
sv_se: Ingen Motorreglering

source: No Rudder Feedback
de_de: Kein Ruder-Feedback
es_es: Sin datos del timón
et_ee: Puudub rooli tagasiside
fr_fr: Aucun retour du gouvernail
it_it: Nessun feedback del Timone
nl_nl: Geen Rudder feedback
pt_pt: Sem retorno do leme
ru_ru: Нет датчика обратной связи пера руля
sv_se: Inget roderläge

source: No Motor Temperature
de_de: Keine Motortemperatur
es_es: Sin temperatura del motor
et_ee: Puudub mootori temperatuur
fr_fr: Pas de température du moteur
it_it: Nessuna temperatura del motore
nl_nl: Geen motor temperatuur
pt_pt: Sem temperatura do motor
ru_ru: Без температуры двигателя
sv_se: Ingen motortemperatur

source: Driver Timeout (No Motor)
de_de: Driver-Timeout (Kein Motor)
es_es: Fuera de Tiempo del vector (Sin Motor)
et_ee: Ajuri aegumine (mootor puudub)
fr_fr: Délai d'attente du conducteur (pas de moteur)
nl_nl: Voortstuwing time-out (geen motor)
pt_pt: Tempo limite do driver (Sem Motor)
ru_ru: Таймаут привода (без Мотора)

source: Hardware Errors
de_de: Hardwarefehler
es_es: Error de hardware
et_ee: Riistvara vead
fr_fr: Erreur du Hardware
it_it: Errore hardware
nl_nl: Hardware fouten
pt_pt: Erros de equipamento
ru_ru: Ошибки оборудования
sv_se: Hårdvarufel

source: End Of Travel
de_de: Endposition
es_es: Fin de viaje
et_ee: Reisi lõpp
fr_fr: Fin du voyage
it_it: Fine del viaggio
nl_nl: Einde van de reis
pt_pt: Fim da viagem
ru_ru: Конец путешествия
sv_se: Ändpunkt

source: Lost Mode
de_de: Modus verloren
es_es: Modo Perdido
et_ee: Kaotatud režiim
fr_fr: Mode perdu
it_it: Modalità perdita
nl_nl: Verloren modus
pt_pt: Modo Perdido
ru_ru: Предыдущий Режим

source: Servo Saturated
de_de: Servo gesättigt
es_es: Servo sobrecargado
et_ee: Küllastunud servo
fr_fr: Servo saturé
it_it: Servo Saturato
nl_nl: Servo Verzadigd
pt_pt: Servo Saturado
ru_ru: Нагрузка Серво

source: Power Consumption >
de_de: Energieverbrauch >
es_es: Consumo de energía >
et_ee: Energiatarve >
fr_fr: Consommation d'énergie >
it_it: Consumo energia >
nl_nl: Stroomverbruik >
pt_pt: Consumo de Energia >
ru_ru: Потребление Энергии >
sv_se: Strömförbrukning >

source: Watts
de_de: Watt
es_es: Vatios
et_ee: vatti
it_it: Watt
nl_nl: Watt
ru_ru: Ваты
sv_se: Watt

source: Course Error >
de_de: Kurs Abweichung >
es_es: Error de rumbo >
et_ee: Kursi viga >
fr_fr: Erreur de cap
it_it: Errore del corso >
nl_nl: Koers fout >
pt_pt: Erro de Rumo >
ru_ru: Ошибка курса >
sv_se: Kursavvikelse >

source: Steering Errors
de_de: Steuerfehler
es_es: Errores de gobierno
et_ee: Tüürimise vead
fr_fr: Erreurs de direction
nl_nl: Stuur fouten
pt_pt: Erros de Direção
ru_ru: Ошибки руления
sv_se: Fel vid styrning

source: Lower Limit
de_de: Untere Grenze
es_es: Límite inferior
et_ee: Alumine piir
fr_fr: Limite inférieure
it_it: Limite inferiore
nl_nl: Ondergrens
pt_pt: Limite inferior
ru_ru: Нижний предел
sv_se: Nedre gräns

source: Upper Limit
de_de: Obere Grenze
es_es: Límite superior
et_ee: Ülemine piir
fr_fr: Limite supérieure
it_it: Limite superiore:
nl_nl: Bovengrens
pt_pt: Limite superior
ru_ru: Верхний предел
sv_se: Övre gräns

source: XTE Limit
de_de: XTE-Maximum
es_es: Límite XTE
fr_fr: Maxi. XTE
sv_se: XTE gräns

source: nautical miles
de_de: Seemeilen
es_es: millas náuticas
fr_fr: mille nautique
sv_se: nautisk mil

source: Alerts when boat drifts outside planned track corridor. Requires waypoint navigation. Uses XTE sentence for cross-track error, RMB/ABF for bearing/distance.
de_de: Warnt, wenn das Boot aus dem geplanten Kurskorridors driftet. Benötigt Wegpunkt-Navigation. Verwendet den XTE Satz für Cross-Track-Fehler, RMB/ABF für Peilung und Distanz.
es_es: Alerta cuando el barco deriva fuera del corredor de derrota planificada. Requiere navegación hacia waypoint. Utiliza la sentencia XTE para el error transversal de ruta, RMB/ABF para la demora/distancia.
fr_fr: Alarme si le bateau s'écarte de la route planifiée. Nécessite l'usage de Waypoint Utilise la phrase XTE (erreur de piste croisée) et RMB/ABF (cap/distance).
sv_se: Varnar när båten rör sig utanför planerad spårkorridor. Kräver waypoint-navigering. Använder XTE meddelande för cross-track error, RMB/ABF för kurs/avstånd.

source: About Watchdog Properties
de_de: Über Watchdog-Eigenschaften
es_es: Acerca de las propiedades de Watchdog
et_ee: Watchdog atribuutide kohta
fr_fr: Au sujet des propriétés du chien de garde
it_it: Informazioni Su Watchdog Properties
nl_nl: Over de eigenschappen 'Watchdog'
pt_pt: Acerca das propriedades Watchdog
ru_ru: О свойствах модуля тревог
sv_se: Om egenskaper för Watchdog

source: Watchdog Configuration
de_de: Watchdog Einstellungen
es_es: Configuración de Watchdog
et_ee: Watchdog seadistamine
fr_fr: Configuration du chien de garde
it_it: Configurazione Watchdog
nl_nl: 'Watchdog' informatie
pt_pt: Configuração Watchdog
ru_ru: Конфигурация Тревог
sv_se: Vakthundens inställningar

source: New Alarm
de_de: Neuer Alarm
es_es: Nueva alarma
et_ee: Uus häire
fr_fr: Nouvelle alarme
it_it: Nuovo Allarme
nl_nl: Nieuw alarm
pt_pt: Novo alarme
ru_ru: Новая Тревога
sv_se: Nytt larm

source: Edit Alarm
de_de: Alarm bearbeiten
es_es: Editar alarma
et_ee: Muuda häiret
fr_fr: Propriétés de cette alarme
it_it: Modifica Allarme
nl_nl: Alarm bewerken
pt_pt: Editar alarme
ru_ru: Параметры Тревоги
sv_se: Ändra larm

source: Watchdog
de_de: Wachhund
fr_fr: Chien de garde
it_it: Strumento di vigilanza
ru_ru: Тревоги
sv_se: Vakthunden

source: Error!
de_de: Fehler!
et_ee: Viga!
fr_fr: Erreur !
it_it: Errore!
nl_nl: Fout!
pt_pt: Erro!
ru_ru: Ошибка!
sv_se: Fel!

source: Variable
de_de: Variabel
et_ee: Muutuja
it_it: Variabile
nl_nl: Variabele
pt_pt: Variável
ru_ru: Переменная
sv_se: Variabel

source: Host
et_ee: Server
fr_fr: Hôte
pt_pt: Anfitrião
ru_ru: Хост
sv_se: Värddator

source: WatchDog
de_de: Wachhund
fr_fr: Chien de garde
it_it: Strumento di vigilanza
ru_ru: Тревоги
sv_se: Vakthunden

source: mBar
ru_ru: мбар

source: mBar/C/%
ru_ru: мбар/C/%
