Repository: rgleason/watchdog_pi
Catalog: po/*.po
Languages: de_de, es_es, et_ee, fr_fr, it_it, nl_nl, pt_pt, ru_ru, sv_se

source: Wind Alarms can be from: 1) Apparent - measured from moving boat (requires only wind sensors) 2) True Relative - wind would feel like if boat stopped (requires wind sensors + gps) 3) True Absolute - wind would feel if boat stopped and faced north (requires wind sensors + gps + compass)
de_de: Quellen für Windalarm: 1) Scheinbarer Wind - gemessen vom bewegten Boot (benötigt nur Windsensoren) 2) Wahrer Relativer Wind - Wind wenn das Boot gestoppt wäre (benötigt Windsensoren + Gps) 3) Wahrer Absoluter Wind = Boot gestoppt und nach Norden ausgerichtet (benötigt Windsensor + Gps + Kompass)
es_es: Las alarmas de viento pueden ser de: 1) Aparente - medida por barco en movimiento (solo requiere sensor de viento) 2) Verdadera Relativa - el viento se sentiría como si el barco parado (requiere sensor de viento + gps) 3) Verdadero Absoluto - el viento sentiría si el barco parado y mirando al norte (requiere sensor de viento + gps + compás)
et_ee: Tuule häire võib olla: 1)suhteline - mõõdetud liikuval paadil (vajab ainult tuulesensorit) 2) Tegelik suhteline - tuul on tajutav nagu seisval paadil (vajab tuulesensorit + GPS) 3) Tegelik absoluutne - tuul on tajutav nagu seisval paadil, mis on suunatud N (vajab tuulesensorit + GPS + kompass)
fr_fr: Les alarmes de vent peuvent être à partir de: 1) Apparent - mesuré à partir d'un bateau en mouvement (nécessite seulement des capteurs de vent) 2) Vrai relatif - le vent se sentirait comme si le bateau s'arrêtait (nécessite des capteurs de vent + gps) 3) Vrai absolu - le vent se sentirait si le bateau s'arrêtait et était face au nord (nécessite des capteurs de vent + gps + boussole)
it_it: Gli allarmi del vento possono essere di: 1) Apparente - misurato dalla barca in movimento (richiede solo i sensori del vento) 2) Vero Relativo - il vento si sentirebbe come se la barca si fermasse (richiede sensori del vento + gps) 3) Vero Assoluto - il vento si sentisse se la barca si fermasse e si trovasse a nord (richiede sensori del vento + gps + bussola)
nl_nl: Windalarmen kunnen afkomstig zijn van:: 1) Schijnbaar - gemeten vanaf een bewegende boot (vereist alleen windsensoren) 2) Ware Relatieve - wind zou voelen als de boot gestopt was (vereist windsensoren + gps) 3) Ware Absolute - wind zou voelen als de boot gestopt en naar het noorden gericht was (vereist windsensoren + gps + kompas)
pt_pt: Alarmes de Vento pode ser de: 1) Aparente - medido a partir do movimento do barco (requer apenas sensores de vento) 2) Verdadeiro relativo - sentido como se o barco estivesse parado (requer sensor de vento + gps) 3) Verdadeiro Absoluto - sentido como se o barco estivesse parado e virado a norte (requer sensores de vento + gps + agulha)
ru_ru: Сигналы тревоги по ветру могут быть: 1) Кажущийся — измеряется с движущейся лодки (требуются только датчики ветра) 2) Истинный относительный — ветер ощущался бы, если бы лодка остановилась (требуются датчики ветра + GPS) 3) Истинный абсолютный — ветер ощущался бы, если бы лодка остановилась и была направлена ​​на север (требуются датчики ветра + GPS + компас)
sv_se: Vindlarm kan vara från: 1) Upplevd - mätt från rörlig båt (kräver endast vindsensorer) 2) Sann relativ - hur vinden skulle kännas som om båten stannade (kräver vindsensorer + gps) 3) Sann absolut - hur vinden skulle kännas om båten stannade och vände norrut (kräver vindsensorer + gps + kompass)

source: Deg C
es_es: Gr. C
et_ee: C kraadi
it_it: °C
nl_nl: Graden Celsius
ru_ru: C°
sv_se: Grad C

source: Increasing
de_de: Steigend
es_es: Incrementando
et_ee: Suurenev
fr_fr: Accroissant
it_it: Aumenta
nl_nl: Toenemende
pt_pt: Aumentando
ru_ru: Повышение
sv_se: Ökande

source: Decreasing
de_de: Fallend
es_es: Amainando
et_ee: Vähenev
fr_fr: Décroissant
it_it: Diminuisci
nl_nl: Afnemende
pt_pt: Diminuindo
ru_ru: Понижение
sv_se: Minskning

source: Above
de_de: Über
es_es: Por encima
et_ee: Pealpool
fr_fr: Au-dessus
it_it: Sopra
nl_nl: Boven
pt_pt: Abaixo
ru_ru: Выше
sv_se: Över

source: Below
de_de: Unter
es_es: Por abajo
et_ee: Allpool
fr_fr: En dessous
it_it: Sotto
nl_nl: Onder
pt_pt: Abaixo
ru_ru: Ниже
sv_se: Nedanför

source: Hardware errors usually indicate bad wiring or failed components. No IMU Sensor - inertial sensors cannot be read No Motor Controller - motor controller lost communication No Rudder Feedback - optional Rudder feedback sensor not working No Motor Temperature - optional motor temperature sensor not working Driver Timeout - Motor not drawing power: motor not connected to controller
de_de: Hardwarefehler verweisen in der Regel auf schlechte Verkabelung oder fehlerhafte Komponenten hin. Kein IMU Sensor - Trägheitssensoren können nicht gelesen werden Kein Motor Controller - Keine Kommunikation zum Steuergerät Kein Rudder Feedback - optionaler Rudder Feedback-Sensor, der nicht funktioniert Keine Motortemperatur - optionaler Temperatur-Sensorohne Daten Driver-Timeout - Motor ohne Leistungsanforderung: Motor nicht an Steuergerät angeschlossen
es_es: Los errores de hardware generalmente indican cableado o componentes defectuosos. Sin sensor IMU - sensores inerciales no se pueden leer Sin controlador de motor - controlador de motor perdió la comunicación Sin timón - sensor opcional de retroalimentación de timó no funcionan Sin temperatura de motor - sensor opcional de temperatura del motor no funciona Tiempo de espera agotado - Motor no genera energía: motor no conectado al controlador
et_ee: Riistvaralised vead näitavad harilikult halba ühendust või vigaseid komponente. Puudub IMU-sensor - inertssensorit ei ole võimalik lugeda Puudub mootori kontroller - kontroller kaotas ühenduse Puudub rooli tagasiside - valikuline tagasiside sensor ei tööta Puudub mootori temperatuur - valikuline temperatuuri sensor ei tööta Ajuri aegumine - mootor ei tarbi voolu: mootor ei ole kontrolleriga ühendatud
fr_fr: Les erreurs matérielles indiquent généralement un mauvais câblage ou des composants défectueux. Aucun capteur IMU - capteurs inertiels ne peut pas ętre lu Aucun contrôleur de moteur - Le contrôleur de moteur a perdu sa communication Pas de rétroaction du gouvernail - capteur de rétroaction du gouvernail optionnel non fonctionnel Pas de température de moteur - capteur de température du moteur en option ne fonctionnant pas Délai du conducteur - Moteur non tracé : moteur non connecté au contrôleur
it_it: Errori hardware di solito indicano cablaggio difettoso o componenti falliti. No IMU Sensor - sensori inerziali non possono essere letti No Motor Controller - motor controller lost communication No Rudder Feedback - optional Rudder feedback sensor not working No Motor Temperature - optional motor temperature sensor not working Driver Timeout - Motor not drawing power: motor not connected to controller
nl_nl: Hardware-fouten duiden meestal op slechte bedrading of kapotte componenten. No IMU Sensor - inerte sensor kan niet worden uitgelezen. No Motor Controller - verbinding met Motor Controller uitgevallen. No Rudder Feedback - optionele Roer-feedback sensor werkt niet. No Motor Temperature - optionele motortemperatuursensor werkt niet. Driver Timeout - Motor verbruikt geen stroom: motor niet verbonden met controller.
pt_pt: Erros de equipamento geralmente indicam uma fiação inválida ou componentes avariados. Nenhum sensor IMU - não puderam ser lidos sensores inerciais Nenhum controlador de motor - controlador de motor sem comunicação Não há posição do Leme - sensor opcional de posição dol Leme não está a funcionar Sem temperatura do motor - sensor opcional de temperatura do motor não está a funcionar Tempo limite do driver - Motor não está a consumir energia: motor não conectado ao controlador
ru_ru: Аппаратные ошибки обычно указывают на неисправную проводку или неисправные компоненты. Нет датчика IMU - инерциальные датчики не могут быть прочитаны Нет контроллера двигателя - контроллер двигателя потерял связь Нет обратной связи руля направления - дополнительный датчик обратной связи руля направления не работает Нет температуры двигателя - дополнительный датчик температуры двигателя не работает Время ожидания драйвера - двигатель не потребляет питание: двигатель не подключен к контроллеру
sv_se: Hårdvarufel indikerar vanligtvis dåliga ledningar eller trasiga komponenter. Ingen IMU-givare - tröghetssensor kan inte läsas Ingen motorkontroll - kommunikation med motorn förlorad Inget roderläge - valfri vinkelsensor fungerar inte - avbrott Ingen motortemperatur - valfri motortemperaturgivare fungerar inte Driftfel timeout - Motor som inte drar effekt: motor som inte är ansluten.

source: Alarm Type
de_de: Alarm Typ
es_es: Tipo de alarma
fr_fr: Type alarme
sv_se: Larmtyp

source: Alerts when boat drifts beyond set radius from anchor position
de_de: Warnungen, wenn das Boot aus dem Radius der Ankerposition treibt
es_es: Alerta cuando el barco sale del radio establecido en la posición de fondeo
fr_fr: Alerte si le bateau va au dehors du rayon de la zone d'ancrage
sv_se: Varnar när båten driver bortom den inställda radien från ankarpositionen

source: Monitors water depth - alerts on shallow/deep water or rapid depth changes
de_de: Überwacht die Lotungen - Warnungen vor seichtem/tiefem Wasser oder schnellen Tiefenänderungen
es_es: Monitoriza profundidad del agua - alerta en aguas someras/profundas y sobre los cambios de sonda rápidos
fr_fr: Sondeur : Alerte sur la profondeur de l'eau
sv_se: Övervakar vattendjup - varnar om grunt/djupt vatten eller snabba djupförändringar

source: Course
de_de: Kurs
es_es: Rumbo
et_ee: Kurss
fr_fr: Route
it_it: Rotta
nl_nl: Afwijking koers (GrK; 3 opties)
pt_pt: Rumo
ru_ru: Курс
sv_se: Kurs

source: Alerts when boat deviates from set course by specified angle
de_de: Warnt, wenn das Boot mit mehr als dem angegebenen Winkel vom festgelegten Kurs abweicht
es_es: Alerta cuando el barco se desvía del rumbo establecido cierto ángulo especificado
fr_fr: Alarme si le bateau s'écarte du cap défini par l'angle spécifié
sv_se: Varnar när båten avviker från fastställd kurs med angiven vinkel

source: Monitors speed over ground - alerts on over/under speed conditions
de_de: Überwacht die Geschwindigkeit über Grund - Warnt bei Geschwindigkeitsüber/-unterschreitung
es_es: Monitoriza velocidad sobre fondo - alerta por mayor/menor velocidad
fr_fr: SOG : Surveille la vitesse au sol (SOG) - alerte en cas d'écart
sv_se: Övervakar fart över grund - Varnar vid över/under angiven fart och avvikelse

source: Monitors wind speed and direction - alerts on wind changes
de_de: Überwacht Windgeschwindigkeit und Windrichtung - Warnt bei wechseldem Wind
es_es: Monitoriza velocidad y dirección del viento - alerta sobre cambios del viento
fr_fr: WIND : Supervise (vitesse & vent) - alerte si besoin
sv_se: Övervakar vindhastighet och riktning - varnar vid vindskiftning

source: Monitors weather data - barometer, temperature, humidity changes
de_de: Überwacht Wetterdaten - Barometer, Temperatur, Feuchtigkeitsänderungen
es_es: Monitoriza datos meteorológicos - cambios en barómetro, temperatura, humedad
fr_fr: Supervise les données météo (baromètre, température, % humidité)
sv_se: Övervakar väderdata - barometer, temperatur, fuktförändringar

source: Alerts after no user activity for specified time period
de_de: Warnt bei fehlender Benutzeraktivität über einen definierten Zeitraum
es_es: Alerta si no hay actividad del usuario por un período tiempo especificado
fr_fr: Alerte après période d'inactivité (délai paramétrable)
sv_se: Varnar om ingen användaraktivitet efter angiven tidsperiod

source: Alerts when required NMEA sentences are not received
de_de: Warnt wenn erforderliche NMEA Sätze nicht empfangen werden
es_es: Alerta cuando no se reciben los datos NMEA consignados
fr_fr: Alarme si absence de réception des phrases NMEA
sv_se: Varnar när erforderliga NMEA- meddelanden inte tas emot

source: Landfall
es_es: Recalada
et_ee: Rannik
fr_fr: Terre proche
it_it: Approdo
nl_nl: Nabijheid land (2 opties)
pt_pt: Aterragem
ru_ru: Подход к Берегу
sv_se: Landkänning

source: Alerts when approaching land or crossing coastline
de_de: Warnt vor Landfall
es_es: Alerta arribando a tierra o cruzando la línea de costa
fr_fr: Alarme si rapprochement du littoral
sv_se: Varnar när man närmar sig land eller över kustlinjen

source: Boundary
de_de: Begrenzung
es_es: Límite
fr_fr: Limites
sv_se: Gränser

source: Alerts when crossing user-defined boundaries or exclusion zones
de_de: Warnungen beim Überschreiten benutzerdefinierter Begrenzungen oder Ausschlusszonen
es_es: Alerta al cruzar límites definidos por el usuario o zonas de exclusión
fr_fr: Alarme si franchissement des périmètres d'exclusion
sv_se: Varnar när du korsar användardefinierade gränser eller uteslutningszoner

source: Monitors autopilot status - hardware errors and steering problems
de_de: überwacht den Autopilot-Status - Hardware-Fehler und Steuerungsprobleme
es_es: Monitoriza estado del piloto automático - errores de hardware y problemas de gobierno
fr_fr: Pilote Automatique : surveillance de son fonctionnement
sv_se: Övervakar autopilotstatus - maskinvarufel och styrproblem

source: Alerts when rudder angle exceeds set limits
de_de: Warnungen, wenn Ruderwinkel die festgelegten Grenzen überschreitet
es_es: Alerta cuando el ángulo de timón excede los límites establecidos
fr_fr: Alarme si angle du gouvernail > aux limites
sv_se: Varnar när rodervinkeln överskrider fastställda gränser

source: Alerts when boat deviates from planned route or track corridor
de_de: Warnungen, wenn das Boot von der geplanten Route oder dem Kurskorridor abweicht
es_es: Alerta cuando el barco se desvía de la ruta planificada o del corredor de la derrota
fr_fr: Alarme lorsque le bateau s'écarte de la route prévue
sv_se: Varnar när båten avviker från planerad rutt eller spårkorridor

source: right click to add alarms
de_de: rechtsklicken, um Alarme hinzuzufügen
es_es: clic derecho para añadir alarma
fr_fr: Clic droit pour + d'alarmes
sv_se: högerklicka för att lägga till alarm

source: Menu
de_de: Menü
es_es: Menú
sv_se: Meny

source: New
de_de: Neu
es_es: Nuevo
et_ee: Uus
fr_fr: Nouveau
it_it: Nuovo
nl_nl: Nieuw
pt_pt: Novo
ru_ru: Создать
sv_se: Nytt

source: Edit
de_de: Bearbeiten
es_es: Editar
et_ee: Muuda
fr_fr: Editer
it_it: Modifica
nl_nl: Bewerken
pt_pt: Editar
ru_ru: Изменить
sv_se: Ändra

source: Reset
es_es: Reiniciar
et_ee: Algseadista
fr_fr: RàZ
it_it: Ripristina
nl_nl: Terugstellen
pt_pt: Reiniciar
ru_ru: Сброс
sv_se: Återställa

source: Delete
de_de: Löschen
es_es: Eliminar
et_ee: Kustuta
fr_fr: Supprimer
it_it: Elimina
nl_nl: Verwijderen
pt_pt: Apagar
ru_ru: Удалить
sv_se: Ta bort

source: Reset All
de_de: Alle zurücksetzen
es_es: Reiniciar Todo
et_ee: Lähtesta kõik
fr_fr: Remettre tout à zéro
it_it: Ripristina Tutto
nl_nl: Reset alle
pt_pt: Restaurar tudo
ru_ru: Сбросить все
sv_se: Återställ allt

source: DeleteAll
de_de: Alles löschen
es_es: Borrar todo
et_ee: Kustuta kõik
fr_fr: Tout supprimer
it_it: EliminaTutto
nl_nl: Verwijder alle
pt_pt: Excluir tudo
ru_ru: Удалить все
sv_se: Radera alla

source: Configuration
de_de: Einstellungen
es_es: Configuración
et_ee: Seadistus
it_it: Configurazione
nl_nl: Instellingen
pt_pt: Configuração
ru_ru: Настройки
sv_se: Inställningar

source: Name:
es_es: Nombre:
et_ee: Nimi:
fr_fr: Nom :
it_it: Nome:
nl_nl: Naam:
pt_pt: Nome:
ru_ru: Имя:
sv_se: Namn:

source: Version:
es_es: Versión:
et_ee: Versioon:
it_it: Versione:
nl_nl: Versie:
pt_pt: Versão:
ru_ru: Версия:

source: Major:
es_es: Mayor:
et_ee: Peamine:
fr_fr: Majeur :
it_it: Maggiore:
nl_nl: Groot:
pt_pt: Maior:
ru_ru: Основная:

source: Minor:
es_es: Menor:
et_ee: Vähetähtis:
fr_fr: Mineur :
it_it: Minore:
nl_nl: Klein:
pt_pt: Menor:
ru_ru: Второстепенная:

source: Patch:
es_es: Parche:
et_ee: Uuendus:
pt_pt: Correcção:
ru_ru: Исправления:
sv_se: Fix:

source: Date:
de_de: Datum:
es_es: Fecha:
et_ee: Kuupäev:
it_it: Data:
nl_nl: Datum:
pt_pt: Data:
ru_ru: Дата:
sv_se: Datum:

source: Other:
de_de: Sonstiges:
es_es: Otro:
et_ee: Muu:
fr_fr: Autre :
it_it: Altro:
nl_nl: Overige:
pt_pt: Outro:
ru_ru: Другое:
sv_se: Övrigt:

source: Please report problems using FlySpray at: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/seandepagnier/watchdog_pi/issues
es_es: Por favor reporte los problemas usando FlySpray en : http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 o en el foro de OpenCPN: http://www.cruisersforum.com/forums/f134 o deje una pregunta en GIT en: https://github.com/seandepagnier/watchdog_pi/issues
et_ee: Palun teavita probleemidest kasutades FlySpray'd: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 või OpenCPN'i foorumis: http://www.cruisersforum.com/forums/f134 või Tõstata küsimus GIT'is: https://github.com/seandepagnier/watchdog_pi/issues
fr_fr: S'il vous plait, rapportez les problèmes et les bugs en utilisant le flyspray, accessible par le lien suivant : http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 ou sur le forum OpenCPN : http://www.cruisersforum.com/forums/f134 ou Soulever une question dans le GIT : https://github.com/seandepagnier/watchdog_pi/issues
it_it: Si prega di segnalare problemi sull'uso di FlySpray all'indirizzo: https: //www.opencpn.org/flyspray/index.php?project=34&do=index&switch=1 oppure sul forum OpenCPN: http://www.cruisersforum.com/forums/f134 oppure Segnala un problema in GIT all'indirizzo: https://github.com/seandepagnier/watchdog_pi/issues
nl_nl: Rapporteer problemen via FlySpray: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 of via het OpenCPN-forum: http://www.cruisersforum.com/forums/f134 of via Github (voor problemen met GIT): https://github.com/seandepagnier/watchdog_pi/issues
pt_pt: Por favor comunique problemas pelo FlySpary em: http://willkamp.com/opencpn/flyspray/index.php?project=0&do=index&switch=1 ou no forum OpenCPN: http://www.cruisersforum.com/forums/f134 our Registe um problema no GIT em https://github.com/seandepagnier/watchdog_pi/issues
ru_ru: Просьба сообщить проблемы с использованием в трекер FlySpray: \ nhttps://www.opencpn.org/flyspray/index.php?project=60&do=index&switch=1 или на OpenCPN Форум: \ nhttp://www.cruisersforum.com/forums/f134 или Поднимите вопрос в GIT: \ nhttps://github.com/seandepagnier/watchdog_pi/issues
sv_se: Samtliga refererade länkar för att anmäla problem är på Engelska: Please report problems using FlySpray at: https://www.opencpn.org/flyspray/ind...index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/seandepagnier/watchdog_pi/issues

source: About Author
de_de: Über Autor
es_es: Acerca del autor
et_ee: Autorist
fr_fr: Au sujet de l'auteur
it_it: In merito all'autore
nl_nl: Over de auteur
pt_pt: Sobre o autor
ru_ru: Об авторе
sv_se: Om utgivaren

source: General Setup
de_de: Allgemeine Einstellung
es_es: Configuración general
et_ee: Üldine seadistus
fr_fr: Réglage général
it_it: Impostazioni Generali
nl_nl: Algemene instellingen
pt_pt: Configuração Geral
ru_ru: Основные Настройки
sv_se: Allmänna inställningar

source: Enable All Alarms
de_de: Alle Alarme scharf stellen
es_es: Activar todas las alarmas
et_ee: Võimalda kõik häired
fr_fr: Activer toutes les alertes
it_it: Abilita tutti gli allarmi
nl_nl: Alle alarmen inschakelen
pt_pt: Ativar todos os alarmes
ru_ru: Все Тревоги Включены
sv_se: Aktivera alla larm

source: Enabled after first time Watchdog Dialog is visible
de_de: Scharfgestellt nach dem ersten Watchdogdialog
es_es: Activar tras la primera vez que sea visible el cuadro de diálogo de Watchdog
et_ee: Lubatud peale esimest korda kui Watchdog Dialog on nähtav
fr_fr: Permettre dès que la boite de dialogue du chien de garde est visible
it_it: Abilitato dopo la prima volta che è visibile la finestra di dialogo Watchdog
nl_nl: Ingeschakeld vanaf eerste opening dialoogvenster
pt_pt: Ativar após a primeira vez que diálogo Watchdog for visível
ru_ru: Тревоги Включены при закрытом окне тревог
sv_se: Valda larm är alltid aktiverade efter att Vakthundens dialogruta har öppnats en gång

source: Enabled only if Watchdog Dialog is visible
de_de: Nur Scharf stellen wenn Dialog sichtbar
es_es: Activar solo si el cuadro de diálogo de Watchdog es visible
et_ee: Lubatud ainult kui Watchdog Dialog on nähtav
fr_fr: Permettre seulement si la boite de dialogue du chien de garde est visible
it_it: Abilitato solo se la finestra di dialogo Watchdog è visibile
nl_nl: Alleen ingeschakeld als dialoogvenster zichtbaar is
pt_pt: Ativar apenas se a caixa de diálogo Watchdog for visível
ru_ru: Тревоги Включены если открыто окно тревог
sv_se: Valda larm aktiveras endast när Vakthundens dialogruta är öppen

source: Disable All Alarms
de_de: Alle Alarme abschalten
es_es: Desactivar todas las alarmas
et_ee: Blokeeri kõik häired
fr_fr: Désactiver toutes les alertes
it_it: Disattivare tutti gli allarmi
nl_nl: Alle alarmen uitschakelen
pt_pt: Desativar todos os alarmes
ru_ru: Отключить Все Тревоги
sv_se: Inaktivera alla larm

source: Font
de_de: Schriftart
es_es: Fuente
et_ee: Šrift
fr_fr: Police de caractères
it_it: Tipo di carattere
nl_nl: Lettertype
pt_pt: Fonte
ru_ru: Шрифт
sv_se: Teckensnitt

source: Alarm Action
de_de: Alarm Aktion
es_es: Acciones de Alarma
et_ee: Tegevus häire korral
fr_fr: Action(s) mise en oeuvre
it_it: Azione Allarme
nl_nl: Alarmacties
pt_pt: Ação do alarme
ru_ru: Действия при тревоге
sv_se: Åtgärd vid larm

source: Select a file
de_de: Wähle eine Datei
es_es: Seleccionar archivo
et_ee: Vali fail
fr_fr: Sélectionner un fichier
it_it: Selezionare un file
nl_nl: Selecteer een bestand
pt_pt: Seleccione um ficheiro
ru_ru: Выберите файл
sv_se: Välj en fil

source: Wav Files (*.wav)|*.WAV;*.wav|All Files (*.*)|*.*
de_de: WAV Dateien (*.wav)|*.WAV;*.wav|Alle Dateien (*.*)|*.*
es_es: Archivos Wav (*.wav)|*.WAV;*.wav|Todos (*.*)|*.*
et_ee: Wav-failid (*.wav)|*.WAW;*wav|Kõik failid (*.*)|*.*
fr_fr: Fichier Wav (*.wav)|*.WAV;*.wav*|Tous les fichiers (*.*)|*.*
it_it: File WAV (*. wav) | *. WAV|Tutti i file (*. *) |*.*
nl_nl: Wav-bestanden
pt_pt: Ficheiros Wav (*.wav)|*.WAV;*.wav|Todos os ficheiros (*.*)|*.*
ru_ru: Файлы Wav (*.wav)|*.WAV;*.wav|Все файлы (*.*)|*.*
sv_se: WAV filer (*.wav)|*.wav|Alla filer (*.*)|*.*

source: Message Box
de_de: Nachrichten Box
es_es: Cuadro de Mensaje
et_ee: teateboks
fr_fr: Notification
it_it: Finestra di messaggio
nl_nl: Berichtvenster
pt_pt: Caixa de mensagem
ru_ru: Окно сообщения
sv_se: Meddelanderuta

source: Alarm if no Data
de_de: Alarm, wenn keine Daten
es_es: Alarma si no hay datos
et_ee: Alarm andmete puudumisel
fr_fr: Alarme si aucune donnée
it_it: Allarme se nessun dato
nl_nl: Alarm als er geen gegevens zijn
pt_pt: Alarme se não houver dados
ru_ru: Тревога, если нет данных
sv_se: Larma om data saknas

source: Repeat Alarm after seconds
de_de: Wiederhole Alarm nach Sekunden
es_es: Repetir alarma tras segundos
et_ee: korda häiret sekundi järel
fr_fr: Répéter l'alarme après .... secondes
it_it: Ripetere l'allarme dopo secondi
nl_nl: Herhaal alarm na (seconden)
pt_pt: Repetir alarme após segundos
ru_ru: Повторять сигнал (сек)
sv_se: Upprepa larmet efter (sek)

source: Condition triggered for
de_de: Bedingung ausgelöst für
es_es: Condición activación para
et_ee: Tingimus käivitub kui
fr_fr: Condition déclenchée pour
nl_nl: Tijdsduur van situatie
pt_pt: Condição acionada para
ru_ru: Задержка срабатывания
sv_se: Tillståndet utlöst av

source: Automatically Reset
de_de: Automatisch Zurücksetzten
es_es: Reiniciar automáticamente
et_ee: Auto-algseadistus
fr_fr: Remettre à zéro automatiquement
it_it: Ripristina automaticamente
nl_nl: Automatisch terugstellen
pt_pt: Reiniciar automaticamente
ru_ru: Автоматический сброс
sv_se: Återställ automatiskt
