Repository: rgleason/watchdog_pi
Catalog: po/*.po
Languages: de_de, es_es, et_ee, fr_fr, it_it, nl_nl, pt_pt, ru_ru, sv_se

source: Test
es_es: Prueba
pt_pt: Teste
ru_ru: Тест
sv_se: Testa

source: Anchor
de_de: Anker
es_es: Fondeo
et_ee: Ankur
fr_fr: Ancre
it_it: Ancora
nl_nl: Afstand referentiepositie
pt_pt: Âncora
ru_ru: Якорная Вахта
sv_se: Ankar

source: meter(s)
de_de: Meter
es_es: metro(s)
et_ee: meetrit
fr_fr: mètre(s)
it_it: metro(i)
nl_nl: meter
pt_pt: metro(s)
ru_ru: метр(ов)
sv_se: meter

source: Course deviation
de_de: Kursabweichung
es_es: Desviación del rumbo
fr_fr: Déviation compas
sv_se: Kursavvikelse

source: degrees(s)
de_de: Grad
es_es: grado(s)
et_ee: kraadi
fr_fr: degré(s)
it_it: Grado (i)
nl_nl: graden
pt_pt: graus(s)
ru_ru: градус(ов)
sv_se: grad(er)

source: Starboard
de_de: Steuerbord
es_es: Estribor
et_ee: Tüürpoord
fr_fr: Tribord
it_it: Tribordo
nl_nl: SB
pt_pt: Estibordo
ru_ru: Прав. Борт
sv_se: Styrbord

source: Port
de_de: Backbord
es_es: Babor
et_ee: pakpoordis
fr_fr: Bâbord
it_it: Babordo
nl_nl: BB
pt_pt: Bombordo
ru_ru: Лев. Борт
sv_se: Babord

source: invalid Course mode
de_de: Ungültiger Kursmodus
es_es: modo Rumbo no válido
et_ee: kehtetu kursi režiim
fr_fr: mode Route invalide
it_it: modalità di rotta non valida
nl_nl: ongeldige koersmodus
pt_pt: modo de Rumo inválido
ru_ru: Недопустимый режим курса
sv_se: ogiltigt val av kurslarm

source: Speed
de_de: Geschw.
es_es: Velocidad
et_ee: Kiirus
fr_fr: Vitesse
it_it: Velocità
nl_nl: Afwijking vaart (Vgr; 2 opties)
pt_pt: Velocidade
ru_ru: Скорость
sv_se: Fart

source: invalid Speed mode
de_de: ungültiger Geschwindigkeitmodus
es_es: modo de velocidad no válido
et_ee: kehtetu kiiruse režiim
fr_fr: mode Vitesse invalide
it_it: modalità Velocità non valida
nl_nl: ongeldige vaartmodus
pt_pt: modo de Velocidade inválido
ru_ru: Недопустимый режим скорости
sv_se: ogiltigt val av fartlarm

source: Wind App
de_de: Scheinb. Wind
es_es: Viento Apa
fr_fr: Vent app
sv_se: Uppl. Vind

source: Wind T-R
es_es: Viento V-Rel
fr_fr: Vent T-R
sv_se: Vind S-U

source: Wind T-A
es_es: Viento V-Ab
fr_fr: Vent T-A
sv_se: Vind S-U

source: Wind
es_es: Viento
et_ee: Tuul
fr_fr: Vent
it_it: Vento
pt_pt: Vento
ru_ru: Ветер
sv_se: Vind

source: invalid Wind mode
de_de: ungültiger Windmodus
es_es: modo Viento no válido
et_ee: kehtetu tuule režiim
fr_fr: mode Vent invalide
it_it: modalità Vento non valida
nl_nl: ongeldige wind modus
pt_pt: modo de Vento inválido
ru_ru: неверный режим ветра
sv_se: ogiltigt vindformat

source: invalid Wind type
de_de: ungültiger Windtyp
es_es: tipo de Viento no válido
et_ee: kehtetu tuule tüüp
fr_fr: type de Vent invalide
it_it: tipo di vento non valido
nl_nl: ongeldig wind type
pt_pt: tipo de vento inválido
ru_ru: неверный тип ветра
sv_se: ogiltig vindtyp

source: Weather
de_de: Wetter
es_es: Meteorología
et_ee: Ilm
fr_fr: Météo
it_it: Tempo
nl_nl: Weer
pt_pt: Tempo
ru_ru: Метеоусловия
sv_se: Väder

source: In
es_es: En
et_ee: Asukohas
fr_fr: Dans
it_it: Tra
pt_pt: Entrada
ru_ru: в

source: Seconds
de_de: Sekunden
es_es: Segundos
et_ee: sekundit
fr_fr: Secondes
it_it: Secondi
nl_nl: seconden
pt_pt: Segundos
ru_ru: Секунд
sv_se: Sekunder

source: invalid Weather variable
de_de: ungültige Wetter-Variable
es_es: variable de Meteo. no válida
et_ee: kehtetu ilma muutuja
fr_fr: variable Météo invalide
it_it: variabile meteo non valida
nl_nl: ongeldige weer variabele
pt_pt: variável de Tempo inválida
ru_ru: Неверная переменная метеоусловий
sv_se: ogiltig vädervariabel

source: invalid Weather mode
de_de: ungültige Wettermodus
es_es: modo Meteo. no válido
et_ee: kehtetu ilma režiim
fr_fr: mode Météo invalide
it_it: modalità tempo non valida
nl_nl: ongeldige weer modus
pt_pt: Modo de Tempo inválido
ru_ru: Неверный режим метеоусловий
sv_se: ogiltig vädertyp

source: Barometer
es_es: Barómetro
et_ee: Baromeeter
fr_fr: Baromètre
it_it: Barometro
pt_pt: Barómetro
ru_ru: Барометр

source: Air Temperature
de_de: Lufttemperatur
es_es: Temperatura del Aire
et_ee: Õhu temperatuur
fr_fr: Température de l'air
it_it: Temperatura aria
nl_nl: Luchttemperatuur
pt_pt: Temperatura do ar
ru_ru: Температура воздуха
sv_se: Lufttemperatur

source: Sea Temperature
de_de: Wassertemperatur
es_es: Temperatura del Mar
et_ee: Mere temperatuur
fr_fr: Température de l'eau
it_it: Temperatura acqua
nl_nl: Zeewater temperatuur
pt_pt: Temperatura do mar
ru_ru: Температура воды
sv_se: Vattentemperatur

source: Humidity
de_de: Luftfeuchtigkeit
es_es: Humedad
et_ee: Niiskus
fr_fr: Humidité
it_it: Umidità
nl_nl: Luchtvochtigheid
pt_pt: Humidade
ru_ru: Влажность
sv_se: Luftfuktighet

source: Deadman
de_de: Totermann
es_es: Hombre muerto
et_ee: Surnu-lüliti
fr_fr: Homme qui dort
it_it: Caduto
nl_nl: Wachtalarm
pt_pt: Homem Morto
ru_ru: СКДВП
sv_se: Hålldon/dödmangrepp

source: NMEA Data
de_de: NMEA-Daten
es_es: Datos NMEA
et_ee: NMEA-voog
fr_fr: Données NMEA
it_it: Dati NMEA
nl_nl: NMEA-gegevens
pt_pt: Datos NMEA
ru_ru: Данные NMEA

source: second(s)
de_de: Sekunden
es_es: segundo(s)
et_ee: sekund(it)
fr_fr: seconde(s)
it_it: secondo(i)
nl_nl: seconde(n)
pt_pt: segundo(s)
ru_ru: секунд(а)
sv_se: Sekund(er)

source: Depth
de_de: Tiefe
es_es: Profundidad
et_ee: Sügavus
fr_fr: Sonde
it_it: Profondità
nl_nl: Diepte
pt_pt: Profundidade
ru_ru: Глубина
sv_se: Djup

source: invalid Depth mode
de_de: ungültiger Lotungsmodus
es_es: modo Profundidad no válido
et_ee: kehtetu sügavuse režiim
fr_fr: mode Sonde invalide
it_it: modalità profondità non valida
nl_nl: ongeldige diepte modus
pt_pt: modo de profundidade inválido
ru_ru: неверный режим Глубины
sv_se: ogiltigt djupformat

source: landfall alarm without gshhs data
de_de: Landfall Alarm ohne GSHSS Daten
es_es: alarma de recalada sin datos gshhs
et_ee: rannikuala alarm ilma gshhs andmedeta
fr_fr: alarme de proximité de côte sans données Gshhs
it_it: allarme vicino a terra senza i dati gshhs
nl_nl: 'nabijheid land' alarm zonder gshhs-gegevens
pt_pt: alarme de Aterragem sem dados gshhs
ru_ru: Тревога подхода к берегу без gshhs данных
sv_se: landkänningsalarm utan gshhs data

source: LandFall
es_es: Recalada
et_ee: Randumine
fr_fr: Proximité de côte
it_it: Approdo
nl_nl: Nabijheid land
pt_pt: Aterragem
ru_ru: Подход к Берегу
sv_se: Landkänning

source: No GSHHS Data
de_de: Keine GSHHS Daten
es_es: No hay datos de GSHHS
et_ee: GSHHS andmed puuduvad
fr_fr: Pas de données Gshhs
it_it: Nessun dato GSHS
nl_nl: Geen GSHHS-gegevens
pt_pt: Sem dados GSHHS
ru_ru: Нет данных GSHHS
sv_se: Inga GSHHS-data

source: LandFall Time Invalid
de_de: LandFall Zeit ungültig
es_es: Hora de recalada no válida
et_ee: Randumise aeg on kehtetu
fr_fr: Heure d'atterrissage invalide
it_it: Tempo LandFall non valido
nl_nl: nabijheid land: tijd ongeldig
pt_pt: Hora de aterragem inválida
ru_ru: Недопустимое время подхода к берегу
sv_se: Ogiltig tid för landkänning

source: Days
de_de: Tage
es_es: Días
et_ee: päeva
fr_fr: Jours
it_it: Giorni
nl_nl: dagen
pt_pt: Dias
ru_ru: Дней
sv_se: Dagar

source: Day
de_de: Tag
es_es: Día
et_ee: päev
fr_fr: Jour
it_it: Giorno
nl_nl: dag
pt_pt: Dia
ru_ru: День
sv_se: Dag

source: Hours
de_de: Stunden
es_es: Horas
et_ee: tunnid
fr_fr: Heures
it_it: Ore
nl_nl: uren
pt_pt: Horas
ru_ru: Часов
sv_se: Timmar

source: Hour
de_de: Stunde
es_es: Hora
et_ee: tund
fr_fr: Heure
it_it: ora
nl_nl: uur
pt_pt: Hora
ru_ru: Час
sv_se: Timme

source: Minutes
de_de: Minuten
es_es: Minutos
et_ee: minutid
it_it: minuti
nl_nl: minuten
pt_pt: Minutos
ru_ru: Минут
sv_se: Minuter

source: Minute
es_es: Minuto
et_ee: minut
it_it: Minuto
nl_nl: minuut
pt_pt: Minuto
ru_ru: Минута
sv_se: Minut

source: Second
de_de: Sekunden
es_es: Segundo
et_ee: sekund
fr_fr: Seconde
it_it: Secondo
nl_nl: seconde
pt_pt: Segundo
ru_ru: Секунда
sv_se: Sekund

source: Distance
de_de: Entfernung
es_es: Distancia
et_ee: Vahemaa
it_it: Distanza
nl_nl: afstand
pt_pt: Distância
ru_ru: Расстояние
sv_se: Distans

source: invalid LandFall mode
de_de: Ungültiger LandFall-Modus
es_es: modo de Recalada no válido
et_ee: kehtetu randumise laad
fr_fr: mode Proximité de côte invalide
it_it: modalità vicino a terra non valida
nl_nl: ongeldige 'nabijheid land' modus
pt_pt: modo de aterragem inválido
ru_ru: Недопустимый режим подхода к берегу
sv_se: Ogiltigt val för landkänning

source: Boundary Time
de_de: Begrenzungs Zeit
es_es: Tiempo hasta límite
et_ee: Aeg piirini
fr_fr: Durée jusqu'à la zone
it_it: Tempo del confino
nl_nl: Nabijheid gebiedsgrens (tijd)
pt_pt: Tempo até limite
ru_ru: Граница времени
sv_se: Tid till Gränslinje

source: Boundary Distance
de_de: Begrenzung Abstand
es_es: Distancia a Límite
et_ee: Vehmaa piirini
fr_fr: Distance jusqu'à la zone
it_it: Distanza al confino
nl_nl: Nabijheid gebiedsgrens (afstand)
pt_pt: Distância até limite
ru_ru: Расстояние до Геозоны
sv_se: Avstånd till Gränslinje

source: Inclusion Alarm
de_de: Einschliessungs-Alarm
es_es: Alarma de inserción
et_ee: Kaasatuse häire
fr_fr: Autoriser
it_it: Allarme Inclusione
nl_nl: Binnen/Buiten gebied
pt_pt: Alarme de inclusão
ru_ru: Тревога Выхода из Геозоны
sv_se: Inre bevakning

source: Guard Zone
de_de: Überwachungszone
es_es: Zona de Guardia
et_ee: Valvetsoon
fr_fr: Zone de garde
it_it: Zona di guardia
nl_nl: Bewakingsgebied AIS
pt_pt: Zona de Resguardo
ru_ru: Охранная Зона
sv_se: AIS i bevakningszon

source: Time
de_de: Zeit
es_es: Tiempo
et_ee: Aeg
fr_fr: Heure
it_it: Ora
nl_nl: tijd
pt_pt: Hora
ru_ru: Время
sv_se: Tid

source: Boundary GUID
de_de: Begrenzungs-GUID
es_es: GUID del Límite
et_ee: Piiri GUID
fr_fr: GUID de la barrière/zone
it_it: Guid del confino
nl_nl: GUID gebied
pt_pt: GUID do limite
ru_ru: Номер ID Геозоны
sv_se: Gränslinjens GUID (Id)

source: Boundary Name
de_de: Begrenzungs Name
es_es: Nombre del límite
et_ee: Piiri nimi
fr_fr: Nom de barrière/zone
it_it: Nome del confino
nl_nl: gebiedsnaam
pt_pt: Nome da zona
ru_ru: Название Геозоны
sv_se: Gränsen

source: Guard Zone GUID
de_de: GUID Überwachungsbereich
es_es: GUID de la Zona de vigilancia
et_ee: Valvetsooni GUID
fr_fr: GUID de la zone de garde
it_it: Guid Zona di guardia
nl_nl: GUID gebied
pt_pt: GUID da Zona de Resguardo
ru_ru: Номер ID Охранной Зоны
sv_se: Larmzonens GUID

source: Guard Zone Name
de_de: Name Überwachungsbereich
es_es: Nombre Zona de Guardia
et_ee: Valvetsooni nimi
fr_fr: Nom de la zone de garde
it_it: Nome Zona Guardia
nl_nl: gebiedsnaam
pt_pt: Nome da Zona de Resguardo
ru_ru: Название Охранной Зоны
sv_se: Namn på Larmzonen

source: Boundary name
de_de: Begrenzungs Name
es_es: Nombre del límite
et_ee: Piiri nimi
fr_fr: Nom de la zone
it_it: Nome del confino
nl_nl: gebied
pt_pt: Nome do limite
ru_ru: Название Геозоны
sv_se: Gränsens namn

source: No Boundary within
de_de: Keine Begrenzung innerhalb von
es_es: Sin límite a menos de
et_ee: Puudub piir
fr_fr: Pas de zone à moins de
it_it: Nessun confine dentro
nl_nl: geen gebiedsgrens binnen
pt_pt: Sem limite dentro
ru_ru: Нет геозоны, в пределах
sv_se: Inga gränslinjer inom

source: minutes
de_de: minuten
es_es: minutos
et_ee: minutit
it_it: minuti
nl_nl: minuten
pt_pt: minutos
ru_ru: минуты
sv_se: minuter

source: - inside any boundary
de_de: -innerhalb irgendeiner Begrenzung
es_es: - dentro de cualquier límite
et_ee: -mis tahes piiri sees
fr_fr: - zone intérieure active ou inactive
it_it: - all'interno di qualsiasi confine
nl_nl: - binnen een gebied
pt_pt: - dentro de qualquer zona
ru_ru: - внутри любой геозоны
sv_se: - insidan någon gräns

source: - inside active boundary
de_de: -innerhalb der aktiven Begrenzung
es_es: - dentro del límite activo
et_ee: -aktiivse piiri sees
fr_fr: - zone intérieure active
it_it: - all'interno del confine attivo
nl_nl: - binnen actief gebied
pt_pt: - dentro de zona ativa
ru_ru: - внутри активной геозоны
sv_se: - insidan av aktiv gränslije

source: - inside inactive boundary
de_de: -innerhalb einer inaktiven Begrenzung
es_es: - dentro de límite inactivo
et_ee: -passiivse piiri sees
fr_fr: - zone intérieure inactive
it_it: - all'interno del confine inattivo
nl_nl: - binnen inactief gebied
pt_pt: - dentro de zona inativa
ru_ru: - внутри неактивной геозоны
sv_se: - insidan av inaktiv gränslinje

source: in
es_es: en
et_ee: asukohas
fr_fr: dans
it_it: dentro
pt_pt: em
ru_ru: в
sv_se: om

source: Any Boundary Distance
de_de: Abstand zu jeglicher Begrenzung
es_es: Cualquier distancia a límite
et_ee: Vahemaa mistahes piirini
fr_fr: Distance jusqu'à la barrière/zone
it_it: Qualsiasi distanza dei confini
nl_nl: afstand tot een gebied (van buitenaf)
pt_pt: Distância a qualquer zona
ru_ru: Любые расстояния геозоны
sv_se: Avstånd till någon gränslinje

source: Active Boundary Distance
de_de: Abstand zu aktiver Begrenzung
es_es: Distancia a límite activo
et_ee: Aktiivse piiri kaugus
fr_fr: Distance jusqu'à la barrière/zone
it_it: Distanza confini attiva
nl_nl: afstand tot actief gebied (van buitenaf)
pt_pt: Distância à Zona Ativa
ru_ru: Расстояние до Активной Геозоны
sv_se: Avstånd till aktiverad gränslinje

source: Inactive Boundary Distance
de_de: Abstand zu inaktiver Begrenzung
es_es: Distancia a límite inactivo
et_ee: Passiivse piiri kaugus
fr_fr: Distance jusqu'à la barrière/zone inactive
it_it: Distanza confini inattiva
nl_nl: afstand tot inactief gebied (van buitenaf)
pt_pt: Distância à Zona Inativa
ru_ru: Расстояние до Неактивной Геозоны
sv_se: Avstånd till inaktiverad gränslinje

source: Boat
de_de: Boot
es_es: Barco
et_ee: Paat
fr_fr: Bateau
it_it: Barca
nl_nl: schip
pt_pt: Barco
ru_ru: Судно
sv_se: Båt

source: inside
de_de: innerhalb
es_es: dentro
et_ee: sees
fr_fr: à l'intérieur
it_it: dentro
nl_nl: binnen
pt_pt: interior
ru_ru: внутри
sv_se: innanför

source: outside
de_de: außerhalb
es_es: afuera
et_ee: väljaspool
fr_fr: à l'extérieur
it_it: esterno
nl_nl: buiten
pt_pt: exterior
ru_ru: вышло из
sv_se: utanför

source: boundary area:
de_de: Begrenzungsbereich:
es_es: zona límite:
et_ee: piir ala:
fr_fr: barrière/Zone :
it_it: zona di confine:
nl_nl: gebied:
pt_pt: zona limite:
ru_ru: геозоны:
sv_se: gränsområde:

source: AIS Target in zone
de_de: AIS-Ziel im Bereich
es_es: Blanco AIS en la zona
et_ee: AIS-märk on alas
fr_fr: Cible AIS dans la zone
it_it: AIS Target in zona
nl_nl: AIS object binnen gebied
pt_pt: Alvo AIS na zona
ru_ru: АИС цель в зоне
sv_se: AIS-mål finns i gränsområdet

source: NO AIS tagets found in zone
de_de: KEINE AIS Tagets in der Zone gefunden
es_es: No hay blancos AIS en la zona
et_ee: ÜHTEGI AIS-märki pole alas
fr_fr: Pas de cible AIS trouvée dans la zone
it_it: Nessun target AIS trovato nella zona
nl_nl: geen AIS objecten binnen gebied
pt_pt: Nenhum alvo AIS encontrado na zona
ru_ru: Нет АИС целей, в зоне
sv_se: Inget AIS-mål i gränsområdet

source: invalid Boundary mode
de_de: Ungültiger Begrenzungsmodus
es_es: modo límite no válido
et_ee: kehtetu piiri režiim
fr_fr: mode "Limite/Zone" invalide
it_it: modalità confini non valida
nl_nl: ongeldige gebiedsgrensmodus
pt_pt: modo de limite inválido
ru_ru: Недопустимый режим геозоны
sv_se: ogiltigt val av gränsövervakning

source: Name
es_es: Nombre
et_ee: Nimi
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_pt: Nome
ru_ru: Название
sv_se: Namn

source: Description
de_de: Beschreibung
es_es: Descripción
et_ee: Kirjeldus
it_it: Descrizione
nl_nl: Beschrijving
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning

source: inside boundary
de_de: innerhalb der Begrenzung
es_es: dentro del límite
et_ee: piiri sees
fr_fr: zone intérieure
it_it: entro il limite
nl_nl: binnen gebiedsgrens
pt_pt: dentro do limite
ru_ru: внутри геозоны
sv_se: Inre gräns

source: in
es_es: en
et_ee: asukohas
fr_fr: dans
it_it: dentro
pt_pt: em
ru_ru: в
sv_se: om

source: Outside
de_de: Außerhalb
es_es: Exterior
et_ee: Väljas
fr_fr: A l'extérieur
it_it: Esterno
nl_nl: Buiten
pt_pt: Fora
ru_ru: Внутри
sv_se: Utsidan

source: Ship Name
de_de: Schiffsname
es_es: Nombre del barco
et_ee: Laeva nimi
fr_fr: Nom du bateau
it_it: Nome della nave
nl_nl: Scheepsnaam
pt_pt: Nome do navio
ru_ru: Название судна
sv_se: Fartygets namn

source: Ship MMSI
de_de: Schiff MMSI
es_es: MMSI del barco
et_ee: Laeva MMSI
fr_fr: MMSI du bateau
it_it: Nave MMSI
nl_nl: Scheep's MMSI
pt_pt: MMSI do navio
ru_ru: MMSI Судна
sv_se: Fartyget MMSI

source: Guard Zone not Found
de_de: Wachzone nicht gefunden
es_es: Zona de Guardia no encontrada
et_ee: Valvetsooni ei leitud
fr_fr: Zone de garde non trouvée
it_it: Zona di guardia non trovata
nl_nl: Bewakingszone niet gevonden
pt_pt: Zona de Resguardo não encontrada
ru_ru: Охранная зона не найдена
sv_se: Bevakningszonen hittades inte

source: Rudder
de_de: Steuer
es_es: Timón
et_ee: Roolileht
fr_fr: gouvernail
it_it: Timone
nl_nl: Roer
pt_pt: Leme
ru_ru: Перо руля
sv_se: Roder

source: Cross Track Error
de_de: Cross Track Fehler
es_es: Error Trasversal Ruta
fr_fr: Écart de route

source: Failed to read
de_de: Fehler beim Lesen
es_es: Fallo al leer
et_ee: Lugemine nurjus
fr_fr: Echec de lecture
it_it: Impossibile leggere
nl_nl: Kon niet lezen
pt_pt: Falha de leitura
ru_ru: Не удается прочитать
sv_se: Kunde inte läsa

source: invalid alarm type
de_de: Ungültiger Alarmtyp
es_es: tipo de alarma no válido
et_ee: kehtetu häire tüüp
fr_fr: type d'alarme invalide
it_it: tipo di allarme non valido
nl_nl: ongeldig alarmtype
pt_pt: tipo de alarme inválido
ru_ru: Недопустимый режим тревог
sv_se: ogiltig larmtyp

source: failed to save
de_de: Speichern fehlgeschlagen
es_es: error al guardar
et_ee: salvestus nurjus
fr_fr: échec de la sauvegarde
it_it: impossibile salvare
nl_nl: kon niet opslaan
pt_pt: falha a salvar
ru_ru: Не удалось сохранить
sv_se: det gick inte att spara

source: Sound
de_de: Ton
es_es: Sonido
et_ee: heli
fr_fr: Son
it_it: Suono
nl_nl: Geluid
pt_pt: Som
ru_ru: Звуковое оповещение
sv_se: Ljud

source: Command
de_de: Befehl
es_es: Comando
et_ee: käsk
fr_fr: Commande
it_it: Comando
nl_nl: Opdracht
pt_pt: Comando
ru_ru: Выполнение команды
sv_se: Kommando

source: MessageBox
de_de: Mitteilungen
es_es: Cuadro de mensaje
et_ee: Teateboks
fr_fr: Boite à message
nl_nl: Berichtvenster
pt_pt: Caixa de mensagens
ru_ru: Сообщение
sv_se: Meddelanderuta

source: Repeat
de_de: Wiederholen
es_es: Repetir
et_ee: Korda
fr_fr: Répéter
it_it: Ripeti
nl_nl: Herhalen
pt_pt: Repetir
ru_ru: Повторять
sv_se: Upprepa

source: Auto Reset
de_de: Automatisch zurücksetzen
es_es: Auto Reseteo
et_ee: Autolähestamine
fr_fr: RAZ automatique
nl_nl: Automatisch terugstellen
pt_pt: Reset Automático
ru_ru: Автосброс
sv_se: Återställ automatiskt

source: Failed to execute command:
de_de: Fehler bei Befehlsausführung:
es_es: Fallo al ejecutar el comando:
et_ee: Ei õnnestunud käivitada käsku:
fr_fr: échec de la commande :
it_it: Impossibile eseguire il comando:
nl_nl: Kon opdracht niet uitvoeren:
pt_pt: Falha a executar o comando:
ru_ru: Не удалось выполнить команду:
sv_se: Det gick inte att utföra kommandot:

source: ALARM!
es_es: ¡ALARMA!
et_ee: HÄIRE!
fr_fr: Alerte !!!
it_it: ALLARME!
pt_pt: ALARME!
ru_ru: ТРЕВОГА!
sv_se: LARM!

source: Dialog
de_de: Meldungen
es_es: Diálogo

source: Most alarms should be self-explanatory Normally a sound is played, however you can execute any command you like, eg: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox may be useful to interrupt other applications (like a movie player) Automatically Reset will reset the alarm once it is no longer triggered, and it may be triggered again later.
de_de: Die meisten Alarme sind selbsterklärend Normalerweise wird ein Ton abgespielt, es können aber auch Befehle konfiguriert werden. Die Nachrichtenbox ist nützlich zum Unterbrechen anderer Programme. Der automatische Reset unterbricht einen nicht mehr aktiven Alarm, der später wieder aktiv sein kann.
es_es: La mayoría de las alarmas deberían explicarse por si solas Normalmente se activará un sonido, sin embargo puedes ejecutar cualquier comando, por ejemplo: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Los mensajes en ventana pueden ser útiles para interrumpir otras aplicaciones (como un reproductor de vídeo) "Reiniciar automáticamente" reseteará la alarma una vez haya dejado de estar activa para que pueda activarse de nuevo.
et_ee: Enamus häireid peaksid olema iseenesestmõitetavad Harilikult on helisignaal, kuid te saate käivitada iga käsu nagu soovite, näiteks: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Teatekast võib olla kasulik teiste rakenduste katkestamiseks Automaatne tühistamine algseadistab häire ükskord kui teda enam ei käivitata ning teda võib hiljem jälle valla päästa.
fr_fr: - La plupart des alarmes doivent être explicites. - Normalement, un son est joué, mais vous pouvez exécuter n'importe quelle commande que vous aimez, par exemple : "aplay / usr/local/share/opencpn/sounds/2bells.wav " - Une boite de message peut être nécessaire pour interrompre d'autres applications (telle qu'un movie player) - La RAZ d'une alarme ne fonctionne qu'une fois et doit être réactivée à nouveau ultérieurement. - Un GUID est l'identificateur unique, attribué par OpenCPN, à tout objet créé par OpenCPN ou un de ces compléments. Exemples d'objets : waypoint, marque, route, barrière ou zone créée par le complément "Traceur OCPN", etc ... Exemple d'identificateur : 04640000-cbcb-4c77-b087-57e266b3ffff Pour un objet donné, l'identificateur est accessible dans le troisième onglet de ses propriétés.
it_it: La maggior parte degli allarmi dovrebbe essere auto-esplicativa Normalmente un suono viene riprodotto, tuttavia è possibile eseguire qualsiasi comando preferito, ad esempio: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox potrebbe essere utile per interrompere altre applicazioni (come un riproduttore di film) Reset Automaticamente resetterà l'allarme una volta che non è più attivato, e potrebbe essere attivato di nuovo in seguito.
nl_nl: De meeste alarmen spreken vanzelf. Standaard wordt een alarmgeluid gegeven, maar u kunt elke opdracht uitvoeren die u wilt. Een voorbeeld is: "aplay/usr/local/share/opencpn/sounds/2bells.wav". Het berichtenvenster kan handig zijn om andere applicaties te onderbreken (zoals met een videospeler). Automatisch terugstellen stopt het alarm als de aanleiding wegvalt; het alarm kan later weer worden gegeven.
pt_pt: A maioria dos alarmes deve ser auto-explicativo Normalmente um som é tocado, mas pode executar qualquer comando que prefira, ex: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox pode ser usado para interromper outras aplicações (como um reprodutor de vídeo) Reiniciar automaticamente irá desactivar o alarme assim que deixar de estar activo, e terá que ser ligado novamente mais tarde.
ru_ru: Большинство сигналов тревоги должны быть понятны. Для голосовых предупреждений могут быть использованы аудио файлы в wav формате Окно сообщения может быть полезным для прерывания других приложений (например, проигрыватель фильмов) Автоматический сброс сбросит сигнал тревоги, как только он прекратится, и он может быть снова запущен позже.
sv_se: De flesta larm bör vara självförklarande Det är vanligt att spela upp ett ljud, men kan du välja att också/istället köra ett eget kommando, t.ex.(Linux): "aplay /usr/local/share/opencpn/sounds/2bells.wav" "Meddelande" kan vara lämpligt för att avbryta andra program (som en filmspelare) "Automatisk återställning" återställer larmet om larmorsaken försvinner, men det kan utlösas igen senare.

source: Watchdog Information
de_de: Wachhund Information
es_es: Información de Watchdog
et_ee: Watchdog'i info
fr_fr: Information
it_it: Informazioni Watchdog
nl_nl: 'Watchdog' informatie
pt_pt: Informação do Watchdog
ru_ru: Информация по Тревогам
sv_se: Information om Vakthunden

source: does not exist
de_de: gibt es nicht
es_es: no existe
et_ee: pole olemas
fr_fr: n'existe pas
it_it: non esiste
nl_nl: bestaat niet
pt_pt: não existe
ru_ru: не существует
sv_se: finns inte
