Repository: rgleason/watchdog_pi
Catalog: po/*.po
Languages: de_de, es_es, et_ee, fr_fr, it_it, nl_nl, pt_pt, ru_ru, sv_se

source: Graphics Enabled
de_de: Grafiken aktiviert
es_es: Gráficos habilitados
et_ee: Lubatud graafika
fr_fr: Affichages permis
it_it: Grafica Abilitata
nl_nl: Grafische overlay ingeschakeld
pt_pt: Gráficos ativados
ru_ru: Визуальное отображение
sv_se: Aktivera grafisk visning

source: Information
es_es: Información
et_ee: Info
it_it: Informazioni
nl_nl: Informatie
pt_pt: Informação
ru_ru: Информация

source: Latitude
de_de: Breite
es_es: Latitud
et_ee: Laius
it_it: Latitudine
nl_nl: Breedte
ru_ru: Широта
sv_se: Latitud

source: Longitude
de_de: Länge
es_es: Longitud
et_ee: Pikkus
it_it: Longitudine
nl_nl: Lengte
ru_ru: Долгота
sv_se: Longitud

source: Sync to Boat
de_de: Sync zum Boot
es_es: Sincronizar con Barco
et_ee: Aluse asukoht
fr_fr: Synchronisation avec le bateau
it_it: Sincronizzazione con la Banca
nl_nl: Gebruik vaartuigpositie
pt_pt: Posição atual
ru_ru: Синхронизация с судном
sv_se: Synkronisera med båten

source: Radius
es_es: Radio
et_ee: raadius
fr_fr: Rayon
it_it: Raggio
nl_nl: Straal
pt_pt: Raio
ru_ru: Радиус
sv_se: Radie

source: meters
de_de: Meter
es_es: metros
et_ee: meetrit
fr_fr: mètres
it_it: metri
nl_nl: meter
pt_pt: metros
ru_ru: метров
sv_se: meter

source: Automatically syncronize to the boat whenever enabled
de_de: Automatisch mit dem Boot synchronisieren wenn aktiviert
es_es: Sincronización automática con el barco cuando se activa
et_ee: Automaatselt sünkroniseeri alusega iga kord kui lubatud
fr_fr: Synchroniser automatiquement le bateau chaque fois qu'activé
it_it: Sincronizza automaticamente la barca quando abilitato
nl_nl: Gelijk aan vaartuigpositie indien ingeschakeld
pt_pt: Sincronizar automaticamente com o barco sempre que ativado
ru_ru: Автоматически синхронизировать с позицией судна
sv_se: Synkronisera till båtens position varje gång larmet aktiveras

source: Graphical overlay displays bounding anchor area
de_de: Grafische Überlagerung zeigt Ankerbereich Grenze
es_es: La representación gráfica muestra el límite del fondeo
et_ee: Graafiline ülekate kuvab ankruala piiri
fr_fr: Affichage de la zone de mouillage
it_it: La sovrapposizione grafica mostra l'area di delimitazione dell'ancora
nl_nl: Grafische overlay toont ondoorzichtig cirkelgebied met als middelpunt de referentiepositie
pt_pt: Sobreposição gráfica apresenta a área delimitadora de fundeio
ru_ru: Графическое отображение области якорной вахты
sv_se: Grafisk visning ritar ankringsområdets gränser på kortet

source: Type
de_de: Typ
es_es: Tipo
et_ee: Tüüp
it_it: Tipo
nl_nl: Alarmtype
pt_pt: Tipo
ru_ru: Тип
sv_se: Typ

source: Port or Starboard
de_de: Back- oder Steuerbord
es_es: Babor o Estribor
et_ee: Pak- või tüürpoord
fr_fr: Babord ou tribord
it_it: Porta o Starboard
nl_nl: BB of SB
pt_pt: Bombordo ou Estibordo
ru_ru: Левого и правого борта
sv_se: Babord eller Styrbord

source: Off Course By >
de_de: Kurs-Abw. mit >
es_es: Fuera de Rumbo por >
et_ee: Kursi kõrvalekalle >
fr_fr: Avec écart de route >
it_it: Fuori rotta >
nl_nl: Koersafwijking van >
pt_pt: Fora do rumo >
ru_ru: От курса на >
sv_se: Ur kurs mer än

source: Degrees
de_de: Grad
es_es: Grados
et_ee: kraadi
fr_fr: Degrés
it_it: Gradi
nl_nl: graden
pt_pt: Graus
ru_ru: Градусов
sv_se: Grader

source: With Course Of
de_de: Mit Kurs von
es_es: Con rumbo de
et_ee: Aluseks kurss
fr_fr: Avec le cap
it_it: Con rotta Di
nl_nl: Bij koers van
pt_pt: Com o rumo de
ru_ru: С курсом
sv_se: Från kursen

source: Current Course
de_de: Aktueller Kurs
es_es: Rumbo actual
et_ee: Praegune kurss
fr_fr: Cap actuel
it_it: rotta corrente
nl_nl: Gebruik huidige koers
pt_pt: Rumo atual
ru_ru: Текущий курс
sv_se: Nuvarande kurs

source: Graphical overlay displays lines bounding valid courses
de_de: Grafische Überlagerung zeigt Grenzlinien gültiger Kurse
es_es: La representación gráfica muestra líneas de los rumbos válidos
et_ee: Graafiline ülekate kuvab jooni, mis piiravad korrektseid kursse
fr_fr: Affichage des limites de la zone garantie
it_it: La sovrapposizione grafica mostra linee che delimitano confine validi
nl_nl: Grafische overlay toont grenslijnen van geldige koersen
pt_pt: Sobreposição gráfica apresenta linhas limitadoras de rumos válidos
ru_ru: Показывает линии, ограничивающие действующий курс
sv_se: Grafisk visning ritar linjer för tillåten kursavvikelse

source: Course Over Ground
de_de: Kurs über Grund
es_es: Rumbo Efectivo
fr_fr: Cap sur sol (COG)
sv_se: Kurs över grund (COG)

source: Use Course Over Ground (COG) for course deviation calculation. This represents the actual path the boat is traveling over the seafloor, including effects of current and leeway.
de_de: Verwenden Sie Kurs Über Grund (COG) für die Berechnung der Kursabweichung. Dies stellt den tatsächlichen Kurs dar, den das Boot über den Meeresgrund fährt, unter Berücksichtigung von Strömung und Winddrift.
es_es: Usar Rumbo Efectivo (COG) para el cálculo del desvío del rumbo. Esto representa la derrota actual que el barco está navegando sobre el lecho marino, incluyendo los efectos de la corriente y el abatimiento.
fr_fr: Utilise le COG pour calculer la déviation. Ceci represente le cap actuel du bateau navigant à la surface de l'eau, et inclue les effets du courant et du vent
sv_se: Använd kurs över grund (COG) för kursavvikelseberäkning. Denna representerar den faktiska vägen båten färdas över havet, inklusive effekter av ström och avdrift.

source: Heading
de_de: Steuerkurs (HDG)
es_es: Rumbo
fr_fr: Cap
sv_se: Kurs

source: Use compass/heading sensor (HDM) for course deviation calculation. This represents the direction the boat is pointing, regardless of actual track due to current or leeway.
de_de: Nutze Kompass/Kurssensor (HDM) für die Kursabweichungsberechnung. Dies repräsentiert die Richtung, die das Boot weist, unabhängig von tatsächlicher Fahrt aufgrund von Strömungen oder Winddrift.
es_es: Usar compas/sensor de rumbo (HDM) para el cálculo del desvío del rumbo. Esto representa la dirección que apunta el barco, independientemente de la derrota real debido a corriente o abatimiento.
fr_fr: Utilise le cap compas (HDM) pour calculer l'écart de route. Représente la direction du bateau, indépendamment de la trajectoire réelle résultante du vent et des courants
sv_se: Använd kompass/kurssensor (HDM) vid beräkning av kursavvikelser. Denna representerar riktningen båten pekar, oavsett faktiskt spår på grund av ström eller avdrift.

source: Speed Alarm
de_de: Geschw. Alarm
es_es: Alarma de velocidad
et_ee: Kiiruse häire
fr_fr: Alarme de vitesse
it_it: Allarme velocità
nl_nl: Vaartalarm
pt_pt: Alarme de Velocidade
ru_ru: Сигнал о скорости
sv_se: Fartavvikelse

source: Over Speed
de_de: Übergeschw.
es_es: Vel. por encima
et_ee: Ülekiirus
fr_fr: Vitesse excessive
it_it: oltre la velocità
nl_nl: oversnelheid
pt_pt: Excesso de velocidade
ru_ru: Скорость превышена
sv_se: Högfart

source: Under Speed
de_de: Untergeschw.
es_es: Vel. por debajo
et_ee: Alakiirus
fr_fr: Sous vitesse
it_it: Sotto Velocità
nl_nl: ondersnelheid
pt_pt: Velocidade Reduzida
ru_ru: Низкая скорость
sv_se: Lågfart

source: Speed over ground
de_de: Geschwindigkeit über Grund
es_es: Velocidad efectiva
et_ee: Kiirus põhja suhtes
fr_fr: Vitesse fond
it_it: Velocità al suolo
nl_nl: Vaart over de grond (Vgr)
pt_pt: Velocidade verdadeira
ru_ru: Скорость относительно земли
sv_se: Fart över grund (SOG)

source: knots
de_de: Knoten
es_es: nudos
et_ee: sõlme
fr_fr: noeuds
it_it: nodi
nl_nl: knopen
pt_pt: nós
ru_ru: Узлы
sv_se: knop

source: Seconds to Average SOG over
de_de: Sekunden für Durchschnitt SOG über
es_es: Segundos para promediar SOG
et_ee: Sekundit keskmine SOG on möödas
fr_fr: Moyenne en secondes SOG over
it_it: Secondi alla media SOG sopra
nl_nl: Aantal seconden voor middelen Vgr
pt_pt: Segundos para Média SOG acima
ru_ru: Секунд в среднем SOG больше
sv_se: Medelfarten räknas varje sekunder

source: Graphical overlay displays circle with radius of this speed
de_de: Grafische Überlagerung zeigt Radius mit dieser Geschw.
es_es: La representación gráfica muestra un círculo con esta velocidad como radio
et_ee: Graafiline ülekate kuvab ringi, mille raadiuseks on valitud kiirus
fr_fr: Affichage du cercle ayant pour rayon cette vitesse
it_it: La sovrapposizione grafica mostra il cerchio con il raggio di questa velocità
nl_nl: Grafische overlay toont cirkel met straal van deze vaart
pt_pt: Sobreposição gráfica apresenta círculo com raio desta velocidade
ru_ru: Показывает окружность с радиусом при данной скорости
sv_se: Grafisk visning ritar cirkel med vald fart som radie

source: Wind Alarm
es_es: Alarma de Viento
et_ee: Tuule häire
fr_fr: Alarme de vent
it_it: Allarme vento
pt_pt: Alarme de Vento
ru_ru: Тревога Ветра
sv_se: Vindlarm

source: Mode
de_de: Modus
es_es: Modo
et_ee: Režiim
it_it: Modalità
pt_pt: Modo
ru_ru: Режим
sv_se: Läge

source: Direction
de_de: Richtung
es_es: Dirección
et_ee: Suund
it_it: Direzione
nl_nl: Richting
pt_pt: Direção
ru_ru: Направление
sv_se: Riktning

source: Apparent
de_de: Scheinbar
es_es: Aparente
et_ee: Näiv
it_it: Apparente
nl_nl: Schijnbare wind
pt_pt: Aparente
ru_ru: Относительный
sv_se: Upplevd

source: True Absolute
de_de: Wahr absolut
es_es: Absoluto Verdadero
et_ee: Absoluutne tegelik
fr_fr: Vrai absolu
it_it: Vero Assoluto
nl_nl: T.o.v. Noorden
pt_pt: Verdadeiro absoluto
ru_ru: Истинный Абсолютный
sv_se: Sann absolut

source: True Relative
de_de: Wahr Relativ
es_es: Relativo Verdadero
et_ee: Suhteline tegelik
fr_fr: Vrai relatif
it_it: Vero Relativo
nl_nl: T.o.v. koers
pt_pt: Verdadeiro relativo
ru_ru: Истинный Относительный
sv_se: Sann relativ

source: Value
de_de: Wert
es_es: Valor
et_ee: Väärtus
fr_fr: Valeur
it_it: Valore
nl_nl: Waarde
pt_pt: Valor
ru_ru: Значение
sv_se: Värde

source: knots/degrees
de_de: Knoten/Grad
es_es: nudos/grados
et_ee: sõlmed/kraadid
fr_fr: noeuds/degrés
it_it: NM/°C
nl_nl: knopen/graden
pt_pt: nós/graus
ru_ru: узлы/градусы
sv_se: knop/grader

source: Sync
es_es: Sinc
et_ee: sünk
nl_nl: Synchroniseer
pt_pt: Sinc.
ru_ru: Синхр.
sv_se: Synk

source: Range
de_de: Reichweite
es_es: Distancia
et_ee: Ulatus
fr_fr: Portée
it_it: Ragio
nl_nl: Bereik
pt_pt: Alcançe
ru_ru: Диапазон
sv_se: Avstånd

source: degrees
de_de: Grad
es_es: grados
et_ee: kraadid
fr_fr: degrés
it_it: °C
nl_nl: graden
pt_pt: graus
ru_ru: градусов
sv_se: grader

source: Weather Alarm
de_de: Wetteralarm
es_es: Alertas meteorológicas
et_ee: Ilmastikualarm
fr_fr: Alarme météo
it_it: Allarme Meteo
nl_nl: Weer Alarm
pt_pt: Alarme de tempo
ru_ru: Предупреждения о неблагоприятных метеоусловиях
sv_se: Väderlarm

source: Relative Humidity
de_de: Relative Luftfeuchtigkeit
es_es: Humedad relativa
et_ee: Suhteline niiskus
fr_fr: Humidité relative
it_it: Umidità relativa
nl_nl: Relatieve vochtigheid
pt_pt: Humidade relativa
ru_ru: Относительная влажность
sv_se: Relativ luftfuktighet

source: Rate
de_de: Kurs
es_es: Ritmo
et_ee: Sagedus
fr_fr: Taux
nl_nl: Snelheid
pt_pt: Taxa
ru_ru: Сумма
sv_se: Ändring

source: In Last
es_es: En la última
et_ee: viimases
fr_fr: A la fin
it_it: Nell'Ultimo
nl_nl: Beladen
pt_pt: No Último
ru_ru: Посл.
sv_se: Intervall

source: No Graphical overlay
de_de: Kein grafisches Overlay
es_es: Sin superposición gráfica
et_ee: Graafiline ülekate puudub
fr_fr: Pas de superposition graphique
it_it: Nessuna sovrapposizione grafica
nl_nl: Geen Grafische overlay
pt_pt: Sem sobreposição gráfica
ru_ru: Графического отображения нет
sv_se: Ingen grafiskt visning

source: No User Activity for
de_de: Keine Anwender Aktivität für
es_es: Sin actividad del usuario por
et_ee: Kasutaja tegevus puudub
fr_fr: Inactivité de l'utilisateur pendant
it_it: Nessuna attività utente per
nl_nl: geen gebruikersactiviteit gedurende
pt_pt: Nenhuma actividade do utilizador durante
ru_ru: Нет активности
sv_se: Ingen användaraktivitet på

source: minute(s)
de_de: Minute(n)
es_es: minuto(s)
et_ee: minuti(te) jooksul
it_it: minuto(i)
nl_nl: minuten
pt_pt: minuto(s)
ru_ru: минут(а)
sv_se: minut(er)

source: Require following NMEA sentences:
de_de: Erfordert folgende NMEA Sequenz:
es_es: Requiere las siguientes sentencias NMEA:
et_ee: Vajalik on järgmine NMEA pakkumine:
fr_fr: Les phrases NMEA suivantes sont requises :
it_it: Richiede le seguenti frasi NMEA:
nl_nl: Vereis de volgende NMEA-berichten:
pt_pt: Necessita das seguintes frases NMEA:
ru_ru: Требуют следующие предложения NMEA:
sv_se: Bevaka följande NMEA mening:

source: at least every
de_de: mindest jede
es_es: por lo menos cada
et_ee: vähemalt iga
fr_fr: au moins chaque
it_it: almeno ogni
nl_nl: ten minste elke
pt_pt: pelo menos a cada
ru_ru: Проверять каждые
sv_se: minst varje

source: seconds
de_de: Sekunden
es_es: segundos
et_ee: sekundit
fr_fr: secondes
it_it: secondi
nl_nl: seconden
pt_pt: segundos
ru_ru: секунды
sv_se: sekunder

source: Depth Alarm
de_de: Warnung Lotung
es_es: Alarma de Profundidad
et_ee: Sügavuse häire
fr_fr: Alarme de profondeur
it_it: Allarme Di Profondità
nl_nl: Diepte-alarm
pt_pt: Alarme de profundidade
ru_ru: Тревога Глубины
sv_se: Djupalarm

source: Depth Decreasing
de_de: Tiefe abnehmend
es_es: Profundidad Descendiendo
et_ee: sügavus väheneb
fr_fr: Profondeur décroissante
it_it: Diminuzione della profondità
nl_nl: Diepte neemt af
pt_pt: Diminuição da Profundidade
ru_ru: Уменьшение Глубины
sv_se: Djupet sjunkande

source: Depth Increasing
de_de: Tiefe zunehmend
es_es: Profundidad Aumentando
et_ee: sügavus suureneb
fr_fr: Profondeur croissante
it_it: Incremento di profondità
nl_nl: Diepte neemt toe
pt_pt: Aumento de profundidade
ru_ru: Увеличение глубины
sv_se: Djupet ökande

source: Maximum Depth
de_de: Maximale Tiefe
es_es: Profundidad Máx
et_ee: Suurim sügavus
fr_fr: Profondeur maximum
it_it: Profondità massima
nl_nl: Maximale diepte
pt_pt: Profundidade máxima
ru_ru: Макс. глубина
sv_se: Maximalt djup

source: Minimum Depth
de_de: Minimale Tiefe
es_es: Profundidad Mín
et_ee: Vähim sügavus
fr_fr: Profondeur minimale
it_it: Profondità Minima
nl_nl: Minimale diepte
pt_pt: Profundidade mínima
ru_ru: Мин. глубина
sv_se: Minsta djup

source: Feet
de_de: Fuß
es_es: Pies
et_ee: jalad
fr_fr: Pieds
it_it: Piedi
nl_nl: Voet
pt_pt: Pés
ru_ru: фут
sv_se: Fot

source: Meters
de_de: Meter
es_es: Metros
et_ee: meetrid
fr_fr: Mètres
it_it: Metri
nl_nl: Meter
pt_pt: Metros
ru_ru: Метры
sv_se: Meter

source: Alarm will trigger if less than the minimum depth, or greater than maximum depth. Alarm will trigger if increasing/decreasing at the depth in units per second over the last 10 seconds.
de_de: Alarm bei weniger als minimaler Tiefe oder größer als maximaler Tiefe. Alarm wird ausgelöst, wenn sich während 10 Sekunden die Lotungen mehr als die definierten Einheiten pro Sekunde erhöhen oder verringern.
es_es: La alarma se activará si es menor que la profundidad mínima, o mayor que la profundidad máxima. La alarma se activará si aumenta/disminuye a la profundidad en unidades por segundo sobre los últimos 10 seg.
et_ee: Häire käivitub kui on vähem kui vähim sügavus või suurem kui suurim sügavus. Häire käivitub kui sügavusühikute suurenemise/vähenemise kiirus sekundis viimase 10 sekundi jooksul.
fr_fr: L'alarme se déclenchera si elle est inférieure à la profondeur minimale ou supérieure à la profondeur maximale. L'alarme se déclenchera si la profondeur augmente/décroit en unités par seconde au cours des 10 dernières secondes.
nl_nl: Alarm gaat af bij een diepte kleiner dan het ingestelde minimum of groter dan het ingestelde maximum. Alarm gaat af bij een toe- of afname van de diepte gedurende de laatste 10 seconden (in diepte-eenheden per seconde).
pt_pt: Será disparado o alarme se a profundidade for menor que a profundidade mínima, ou maior que a profundidade máxima. O alarme disparará se aumentar/diminuir a profundidade em unidades por segundo nos últimos 10 segundos.
ru_ru: Тревога срабатывает, если значение меньше минимальной глубины, или больше, чем максимальная глубина. Тревога сработает, если за последние 10 секунд увеличить/уменьшить глубину в единицах в секунду.
sv_se: Larmet kommer att utlösa om djupet är lägre än det minsta djupet eller större än det maximala djupet. Larmet kommer att utlösa om djupet ökar/minskar mer än angiven enhet/sek de senaste 10 sekunderna.

source: GPS course crosses land in <
de_de: GPS Kurs kreuzt Land in <
es_es: El rumbo de GPS cruza tierra en <
et_ee: GPS'i kurss lõikub maaga <
fr_fr: Le COG porte à terre <
it_it: La rotta GPS attraversa terra in <
nl_nl: Gegist traject bereikt kust over <
pt_pt: Curso GPS cruza terra em <
ru_ru: Курс Судна пересекает берег в <
sv_se: GPS-kursen når land om <

source: minutes
de_de: Minute(n)
es_es: minutos
et_ee: minuti pärast
it_it: Minuti
nl_nl: minuten
pt_pt: minutos
ru_ru: минут
sv_se: minuter

source: GPS fix is <
de_de: GPS Fix ist <
es_es: Posición GPS está a < de
et_ee: GPS asokoht on <
fr_fr: La position est <
nl_nl: GPS-positie is <
pt_pt: Posição do GPS é <
ru_ru: Позиция судна в <
sv_se: GPS-position är <

source: nm from coastline (any direction)
de_de: sm von Küstenlinie (jede Richtung)
es_es: mn de la costa (cualquier dirección)
et_ee: nm rannajoonest (igal suunal)
fr_fr: milles jusqu'à la ligne de côte (dans toutes les directions)
it_it: nm dalla costa (qualsiasi direzione)
nl_nl: zeemijl van kustlijn (alle richtingen)
pt_pt: nm da linha da costa (qualquer direcção)
ru_ru: миль от береговой линии (в любом направлении)
sv_se: NM från kustlinje (i någon riktning)

source: Graphical overlay for time displays line from boat to location of land crossing
de_de: Grafische Überlagerung zeigt zeitl. Linie vom Boot zum Ort der Landberührung
es_es: La representación gráfica muestra una línea desde el barco hasta el punto de la costa
et_ee: Aja graafiline ülekate kuvab joont alusest kuni maaga lõikumise kohani
fr_fr: Affichage du temps restant à courir avant d'atteindre la ligne de côte
it_it: La sovrapposizione grafica per il tempo visualizza la linea dalla barca alla posizione del passaggio a terra
nl_nl: Grafische overlay toont lijn van schip naar kruising met kustlijn
pt_pt: Sobreposição gráfica de tempo apresenta a linha do barco ao ponto de cruzamento com terra
ru_ru: Показывает линию от судна до пересечения с берегом
sv_se: Rita linje som visar avstånd och riktning för landkänning

source: Landfall detection uses gshhs (global heirarchical high-resolution shoreline data.) Consider installing the highest resolution database for best accuracy.
de_de: Landfall Erkennung verwendet gshhs (Küstendaten) Für beste Genauigkeit verwende die am höchsten auflösende Datenbank.
es_es: Detección de recalada utiliza gshhs (datos de alta resolución de costas jerárquicos global.) Considere la instalación de la base de datos de resolución más alta para mejorar precisión.
et_ee: Ranniku tuvastamine kasutab gshhs'i (global heirarchical high-resolution shoreline data.) Kaalutle kõrgeima eraldusvõimega andmebaasi paigaldamist parima täpsuse jaoks.
fr_fr: La détection de la terre utilise gshhs (Données "global shoreline hierarchical high-resolution"). Envisagez l'installation des données de haute résolution pour une meilleure précision.
it_it: Il rilevamento delle approdi utilizza gshhs (dati di costa gerarchici ad alta risoluzione globali). Considera l'installazione di database con la massima risoluzione per la massima precisione.
nl_nl: Detectie landnabijheid gebruikt globale kustlijngegevens (gshhs). Installeer de database met de hoogste resolutie van kustlijnen voor meer nauwkeurigheid en veiligheid.
pt_pt: Deteção de aterragem usa gshhs (dados hierárquicos global de alta resolução do litoral) Considere a instalação da base de dados de resolução mais alta para maior precisão.
ru_ru: Обнаружение подхода к берегу используя gshhs (Глобальную базу данных береговой линии в высоком разрешении)
sv_se: Närhet till land upptäcks med hjälp gshhs (Databeteckning för högupplöst kustlinje) För bästa tillförlitlighet bör detaljnivån för vektorkorten vara hög.

source: GPS course crosses boundary in <
de_de: GPS Kurs kreuzt Begrenzung in <
es_es: Rumbo GPS cruza límite en <
et_ee: GPS-kurss lõikub piiriga <
fr_fr: Avec ce COG, on atteint une zone <
it_it: La rotta GPS attraversa confine in <
nl_nl: Gegist traject bereikt gebied over <
pt_pt: Curso GPS cruza o limite em <
ru_ru: Курс Судна пересекает Геозону в <
sv_se: GPS-kursen leder till en gränslinje inom

source: nm from boundary (any direction)
de_de: sm von Begrenzung (jede Richtung)
es_es: nm de límite (cualquier dirección)
et_ee: nm piirist (iga suund)
fr_fr: milles entre la position et la zone (dans toutes les directions)
it_it: nm dal confine (qualsiasi direzione)
nl_nl: zeemijl buiten gebiedsgrens (alle richtingen)
pt_pt: nm do limite (qualquer direção)
ru_ru: миль от Геозоны (в любом направлении)
sv_se: NM från gränslinje (Oavsett riktning)

source: AIS Guard Zone
de_de: AIS Wachzone
es_es: Zona de Guardia AIS
et_ee: AIS valvetsoon
fr_fr: Zone de garde
it_it: Zona Di Guardia Ais
nl_nl: Bewakingszone AIS
pt_pt: Zona de Resguardo AIS
ru_ru: Охранная Зона АИС
sv_se: AIS bevakningszon

source: Get Boundary GUID
de_de: Begrenzungs-GUID kopieren
es_es: Obtener el GUID del límite
et_ee: Saa piir GUID
fr_fr: Obtenir la GUID de la zone
it_it: Ottieni Guid dei confini
nl_nl: Zoek GUID gebied
pt_pt: Obter GUID do limite
ru_ru: Получить Номер ID Геозоны
sv_se: Läs in aktuell gräns-GUID

source: Any
de_de: Alle
es_es: Cualquiera
et_ee: Iga
fr_fr: Tous
it_it: Qualsiasi
nl_nl: elk
pt_pt: Qualquer
ru_ru: Любое
sv_se: Alla

source: Exclusion
de_de: Auschliessend
es_es: Exclusión
et_ee: Väljajätt
fr_fr: Zone rouge
it_it: Esclusioni
nl_nl: te ontwijken
pt_pt: Exclusão
ru_ru: Вход в Зону
sv_se: Yttre

source: Inclusion
de_de: Einschliessend
es_es: Inclusión
et_ee: Kaasamine
fr_fr: Zone blanche
it_it: Inclusione
nl_nl: beperkend
pt_pt: Inclusão
ru_ru: Выход из Зоны
sv_se: Inre

source: Neither
de_de: Weder
es_es: Ni
et_ee: Mitte kumbki
fr_fr: Aucun
it_it: Nessuno
nl_nl: algemeen
pt_pt: Nenhum
ru_ru: Ни то, ни другое
sv_se: Oberoende

source: Boundary Type
de_de: Begrenzungs Typ
es_es: Tipo de límite
et_ee: Piiri laad
fr_fr: Type de la zone
it_it: Tipo di confine
nl_nl: Betreft gebiedstype
pt_pt: Tipo de limite
ru_ru: Тип Геозоны
sv_se: Gränstyp

source: Active
de_de: Aktiv
es_es: Activo
et_ee: Aktiivne
fr_fr: Action
it_it: Attivo
nl_nl: actief
pt_pt: Ativo
ru_ru: Активно
sv_se: Aktiv

source: Inactive
de_de: Inaktiv
es_es: Inactiva
et_ee: Passivne
fr_fr: Inactif
it_it: Inattivo
nl_nl: inactief
pt_pt: Inativo
ru_ru: Неактивено
sv_se: Inaktiv

source: Boundary State
de_de: Begrenzungs Status
es_es: Estado de límite
et_ee: Piiri olukord
fr_fr: Etat de la zone
it_it: Stato Confine
nl_nl: Betreft gebiedsstatus
pt_pt: Estado da zona
ru_ru: Статус Геозоны
sv_se: Gränsstatus

source: Check Frequency (Secs) (Note: not Guard Zone)
de_de: Alle (Sek) überprüfen (Hinweis: nicht Wachzone)
es_es: Comprobar Frecuencia (segs) (Nota: no en Zona Guardia)
et_ee: Kontrolli sagedust (sek) (Märkus: mitte valvetsoon)
fr_fr: Fréquence de surveillance (Secondes) (Nota bene : Pas de zone de garde)
it_it: Frequenza di controllo (Secs) (Nota: non zona di guardia)
nl_nl: Controlefrequentie (sec) (niet voor bewakingsgebied)
pt_pt: Verificar a frequência (Secs) (Nota: não Zona de Resguardo)
ru_ru: Частота Проверок (сек.) (Не для Охранной Хоны)
sv_se: Uppdateringsfrekvens (Sek) (OBS: Gäller ej "Larmzon")
